Repository: ursinha/tomboy.debian
Catalog: help/*/*.po
Languages: cs

source: Highlight
cs: Zvýraznění

source: The highlight style will put a yellow background around the selected text. To add a highlight, select the text and then select the <menuchoice><guimenuitem>Highlight</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> after selecting the text.
cs: Zvýraznění umístí pod vybraný text žluté pozadí. Pokud chcete zvýraznění použít, tak vyberte text a v nabídce <guibutton>Text</guibutton> zvolte možnost <menuchoice><guimenuitem>Zvýraznění</guimenuitem></menuchoice>. A nebo můžete po výběru textu použít klávesovou zkratku <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo>.

source: Fixed Width
cs: Pevná šířka

source: The fixed width style allows text to use a fixed width font. To change existing text, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You can also select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> before you start typing to have the text you type be in a fixed width style.
cs: Styl pevná šířka nastavuje u textu písmo s pevnou šířku. Abyste ho mohli nastavit, musíte nejdříve vybrat text, u které ho to chcete provést. Potom použijte volbu <menuchoice><guimenuitem>Pevná šířka</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton>. Můžete také vybrat volbu <menuchoice><guimenuitem>Pevná šířka</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton> dříve, než začnete psát a psaný text potom bude mít písmo pevné šířky.

source: The <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option is a feature provided by the Fixed Width Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
cs: Volbu <menuchoice><guimenuitem>Pevná šířka</guimenuitem></menuchoice> přidává rozšíření Pevná šířka. Více informací o rozšířeních poskytuje <xref linkend="plugins"/>.

source: Font size
cs: Velikost písma

source: Small
cs: Malé

source: Normal
cs: Normální

source: Large
cs: Velké

source: Huge
cs: Obrovské

source: There are actually four options in this part of the menu: <placeholder-1/>. Each one of these options represents a font size to use for the selected text in the note. To modify the font size, select the text and then select one of <placeholder-2/> options from the <guibutton>Text</guibutton> menu.
cs: V současnosti jsou v této části nabídky k dispozici čtyři volby: <placeholder-1/>. Každá z těchto voleb představuje velikost písma použitou na vybraný text poznámky. Pokud chcete velikost písma změnit, vyberte text a zvolte jednu <placeholder-2/> jednu z možností v nabídce <guibutton>Text</guibutton>.

source: Bullets
cs: Odrážky

source: Increase Indent
cs: Zvětšit odsazení

source: Decrease Indent
cs: Zmenšit odsazení

source: Select the <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu to begin or end a bulleted list. If the cursor is inside a bulleted list, the <placeholder-1/> options will be enabled.
cs: Volbu <menuchoice><guimenuitem>Odrážky</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton> vyberte pokud chcete začít nebo ukončit bodový seznam s odrážkami. Pokud se kurzor nachází uvnitř bodového seznamu, jsou dostupné volby <placeholder-1/>.

source: With the cursor on a bulleted list line, select the <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> option to shift the current line to the right or the <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> option to shift the current line to the left.
cs: S kurzorem umístěným na řádku s odrážkou zvolte <menuchoice><guimenuitem>Zvětšit odsazení</guimenuitem></menuchoice> a aktuální řádek se posune doprava nebo <menuchoice><guimenuitem>Zmenšit odsazení</guimenuitem></menuchoice> a aktuální řádek se odsune doleva.

source: For more information on bullets, see <xref linkend="bullets"/>.
cs: Více informací o odrážkách podává <xref linkend="bullets"/>.

source: Find in This Note
cs: Najít v této poznámce

source: Use this to search for text within the current note. A small find bar will open up at the bottom of the note. To open the find bar using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
cs: Toto použijte, pokud chcete hledat v textu současné poznámky. Ve spodní části poznámky se otevře malý vyhledávací panel. Můžete jej otevřít i pomocí klávesnice standardní klávesovou zkratkou <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.

source: Enter text to find. After entering text, the matches will be highlighted. Click <guibutton>Find Next</guibutton> to highlight the next match and place the cursor there. Click <guibutton>Previous</guibutton> to move to the previous match.
cs: Zadejte text, který se má najít. Během psaní se bude odpovídající část poznámky zvýrazňovat. Kliknutím na <guibutton>Hledat následující</guibutton> zvýrazníte další odpovídající text. Kliknutím na <guibutton>Předchozí</guibutton> se přesunete na předchozí odpovídající text.

source: To close the find bar, click <guibutton>X</guibutton> (Close Button) on the far left or press the <keycap>Escape</keycap> key.
cs: Panel hledání zavřete kliknutím na <guibutton>X</guibutton> (tlačítko Zavřít) úplně vlevo nebo stiskem klávesy <keycap>Escape</keycap>.

source: Tools (gear icon)
cs: Nástroje

source: The <guibutton>Tools</guibutton> button is represented by the <inlinegraphic fileref="figures/tomboy-tools.png"/> icon. When you click the <guiicon>Tools</guiicon> icon on the toolbar present on your note, a menu will appear with the following items:
cs: Tlačítko <guibutton>Nástroje</guibutton> je prezentováno ikonou <inlinegraphic fileref="figures/tomboy-tools.png"/>. Když na ikonu <guiicon>Nástroje</guiicon> kliknete, objeví se nabídka s následujícími položkami:

source: Synchronize Notes
cs: Synchronizovat poznámky

source: Select this option to synchronize your notes with a central server. For more information on note synchronization, see <xref linkend="synchronization"/>.
cs: Výběr této volby zajistí synchronizaci vašich poznámek s centrálním serverem. Více informací o synchronizaci poznámek poskytuje <xref linkend="synchronization"/>.

source: What links here?
cs: Co sem odkazuje?

source: This option allows you to quickly see what other notes link to the current note. This feature is provided by the Backlinks Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
cs: Díky této volbě můžete rychle zjistit, které další poznámky se odkazují na aktuální poznámku. Tuto funkci zajišťuje rozšíření Backlinks. Více informací o rozšířeních poskytuje <xref linkend="plugins"/>.

source: Export to HTML
cs: Exportovat do HTML

source: You can create an <acronym>HTML</acronym> (Hypertext Markup Language) document from one or more notes by selecting this option. For more information, please see <xref linkend="plugins"/>.
cs: Pomocí této volby můžete z jedné nebo více poznámek vytvořit dokument <acronym>HTML</acronym> (Hypertext Markup Language). Více informací uvádí <xref linkend="plugins"/>.

source: Print
cs: Vytisknout

source: Select this option to print the current note. You will be presented with the standard GNOME print dialog.
cs: Touto volbou vytisknete aktuální poznámku. Před tiskem se zobrazí standardní dialogové okno GNOME pro tisk.

source: Depending on the add-ins that you have installed for Tomboy, you may have more or less items available in the <guimenu>Tools</guimenu> menu.
cs: V závislosti na tom, která rozšíření máte v aplikaci Tomboy nainstalovaná, můžete mít v nabídce <guimenu>Nástroje</guimenu> položek více a nebo také méně.

source: Delete
cs: Smazat

source: The <guibutton>Delete</guibutton> button will pop up a dialog box asking if you want to permanently delete the note and its contents. Click the <guibutton>Delete</guibutton> button to discard the note permanently, or <guibutton>Cancel</guibutton> to abort the process. Links to this note from other notes will still exist, but will re-create the note upon activation.
cs: Tlačítko <guibutton>Smazat</guibutton> vyvolá dialog s dotazem, jestli chcete poznámku s jejím obsahem trvale smazat. Klikněte buď na tlačítko <guibutton>Smazat</guibutton> a tím poznámku trvale vymažte nebo na <guibutton>Zrušit</guibutton> a tím operaci zrušíte. Odkazy na smazanou poznámku budou existovat i na dále a jejich použitím znovu vytvoříte poznámku stejného názvu.

source: Panel Menu
cs: Nabídka panelu

source: Tomboy keeps the most recently used notes quickly available to you in a menu that appears when you click on the Tomboy Icon in the GNOME Panel, the taskbar in Microsoft Windows, or the dock in Mac OS X.
cs: Tomboy udržuje většinu nedávno použitých poznámek rychle přístupných z nabídky, která se objeví po kliknutí na ikonu Tomboy na panelu GNOME, v pruhu úloh v Microsoft Windows nebo v doku v Mac OS X.

source: Note Pinning
cs: Přišpendlení poznámky

source: To force a note to always be in the panel menu regardless of when you last accessed it, click the thumbtack icon to "pin" it to the menu. Notes that are pinned to the panel menu will have a thumbtack icons that look like this: <inlinegraphic fileref="figures/tomboy-pindown.png"/>. Notes that are not pinned to the panel menu will have thumbtack icons that look like this: <inlinegraphic fileref="figures/tomboy-pinup.png"/>.
cs: Pokud chcete, aby se poznámka v nabídce panelu nacházela trvale a nejen, když ji nedávno použijete, klikněte na ikonu připínáčku a tím ji do nabídky „přišpendlíte“. Všimněte si, že poznámky, které jsou přišpendlené, mají takovouto ikonu rýsováčku <inlinegraphic fileref="figures/tomboy-pindown.png"/>, zatímco ty nepřišpendlené takovouto <inlinegraphic fileref="figures/tomboy-pinup.png"/>.

source: Tomboy Panel Menu
cs: Nabídka panelu u aplikace Tomboy

source: Begin a bulleted list
cs: Započetí bodového seznamu

source: You may begin a bulleted list by using one of the following methods:
cs: Bodový seznam s odrážkami můžete začít vytvářet následujícími způsoby:

source: Select <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
cs: Zvolit <menuchoice><guimenuitem>Odrážky</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton>.

source: Begin a line with a single dash character (-), type some text immediately following the dash, and press <keycap>Enter</keycap>.
cs: Začít řádek jednou pomlčkou (-), bezprostředně za ní pokračovat vlastním textem a nakonec stisknout <keycap>Enter</keycap>.

source: End a bulleted list
cs: Ukončení bodového seznamu

source: End a bulleted list by doing one of the following:
cs: Ukončit vytváření bodového seznamu s odrážkami můžete následujícími způsoby:

source: Press <keycap>Enter</keycap> on a blank bulleted line.
cs: Zmáčknout <keycap>Enter</keycap> na prázdném řádku bodového seznamu.

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu in succession until the current line is no longer part of the bulleted list.
cs: Volit <menuchoice><guimenuitem>Zmenšit odsazení</guimenuitem></menuchoice> z nabídky <guibutton>Text</guibutton> tak dlouho, dokud aktuální řádek nepřestane být součástí bodového seznamu.

source: Using the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> in succession until the current line is no longer part of the bulleted list.
cs: Používat kombinaci kláves <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> tak dlouho, dokud aktuální řádek nepřestane být součástí bodového seznamu.

source: Increase Indentation
cs: Zvětšení odsazení

source: To increase the line indentation in a bulleted list with the mouse:
cs: Pokud chcete zvětšit odsazení řádku s odrážkou v bodovém seznamu pomocí myši:

source: Select <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
cs: Zvolte <menuchoice><guimenuitem>Zvětšit odsazení</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton>.

source: To increase the line indentation in a bulleted list with the keyboard:
cs: Pokud chcete zvětšit odsazení řádku s odrážkou v bodovém seznamu pomocí klávesnice:

source: Press the <keycap>Tab</keycap> key.
cs: Zmáčkněte klávesu <keycap>Tab</keycap>.

source: Decrease Indentation
cs: Zmenšení odsazení

source: To decrease the line indentation in a bulleted list with the mouse:
cs: Pokud chcete zmenšit odsazení řádku s odrážkou v bodovém seznamu pomocí myši:

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
cs: Zvolte <menuchoice><guimenuitem>Zmenšit odsazení</guimenuitem></menuchoice> v nabídce <guibutton>Text</guibutton>.

source: To decrease the line indentation in a bulleted list with the keyboard:
cs: Pokud chcete zmenšit odsazení řádku s odrážkou v bodovém seznamu pomocí klávesnice:

source: Press the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>.
cs: Zmáčkněte kombinaci kláves <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>.

source: Working with Notebooks
cs: Práce se sešity

source: Notebooks allow you to group related notes together. You can add a note to a notebook in the Search All Notes window or directly inside of a Note.
cs: Sešity vám umožňují seskupovat poznámky které patří k sobě. Poznámku můžete přidat do sešitu v okně Hledat ve všech poznámkách nebo přímo v okně s poznámkou.

source: Creating Notebooks
cs: Vytváření sešitů

source: You can create new notebooks using one of the following methods:
cs: Nový sešit můžete vytvořit pomocí následujícího postupu:

source: Click on the Tomboy note icon present in the GNOME Panel, the taskbar in Microsoft Windows, or the dock in Mac OS X. A menu will appear
cs: Klikněte na ikonu Tomboy na panelu GNOME, v pruhu úloh v Microsoft Windows nebo v doku v Mac OS X. Objeví se nabídka.

source: Select <menuchoice><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenuitem>Sešity</guimenuitem><guimenuitem>Nový sešit</guimenuitem></menuchoice>.

source: Enter a name for the new notebook.
cs: Zadejte název pro nový sešit.

source: Create a new notebook from the Tomboy note icon on the GNOME Panel, the taskbar in Microsoft Windows, or the dock in Mac OS X
cs: Vytvoření nového sešitu přes ikonu Tomboy na panelu GNOME, v pruhu úloh v Microsoft Windows nebo v doku v Mac OS X

source: To create a new notebook from the Search All Notes dialog:
cs: Postup vytvoření nového sešitu z dialogového okna Hledat ve všech poznámkách:

source: Open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Tomboy icon on the GNOME Panel, the taskbar in Microsoft Windows, or the dock in Mac OS X, or click on Search from an open note.
cs: Otevřete <menuchoice><guimenuitem>Hledat ve všech poznámkách</guimenuitem></menuchoice> buď v nabídce z ikony Tomboy na panelu GNOME, v pruhu úloh v Microsoft Windows nebo v doku v Mac OS X a nebo kliknutím na tlačítko Hledat v otevřené poznámce.

source: Using your mouse, right click in the left hand box and choose <menuchoice><guimenuitem>New Notebook</guimenuitem></menuchoice>.
cs: Pomocí myši klikněte pravým tlačítkem do levé části a zvolte <menuchoice><guimenuitem>Nový sešit</guimenuitem></menuchoice>.

source: With <guilabel>Search All Notes</guilabel> open, choose <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
cs: V otevřeném dialogu <guilabel>Hledat ve všech poznámkách</guilabel> zvolte <menuchoice><guimenuitem>Soubor</guimenuitem><guimenuitem>Sešity</guimenuitem><guimenuitem>Nový sešit</guimenuitem></menuchoice>.

source: Create a new notebook from Search All Notes
cs: Vytvoření nového sešitu z dialogu Hledat ve všech poznámkách

source: Adding Notes to a Notebook
cs: Přidávání poznámek do sešitu

source: To add notes to a notebook, you can add a note from the <guilabel>Search All Notes</guilabel> dialog or directly within a note.
cs: Pokud chcete do sešitu přidat poznámku, můžete to udělat v dialogovém okně <guilabel>Hledat ve všech poznámkách</guilabel> nebo přímo v poznámce.

source: To move an existing note from the Search All Notes dialog:
cs: Přesun existující poznámky v dialogovém okně Hledat ve všech poznámkách:

source: Using your mouse, drag the note(s) onto a notebook on the left.
cs: Pomocí myši přesuňte poznámku případně několik poznámek do sešitu na levé straně.

source: As you type a note, you can add the note directly to an existing notebook using the <guimenu>Notebook</guimenu> button. The <guimenu>Notebook</guimenu> button is represented by the <inlinegraphic fileref="figures/notebook-icon.png"/> icon.
cs: Když poznámku píšete, můžete ji přímo přidat do existujícího sešitu pomocí tlačítka <guimenu>Sešit</guimenu>. Tlačítko <guimenu>Sešit</guimenu> je na panelu nástrojů symbolizováno ikonou <inlinegraphic fileref="figures/notebook-icon.png"/>.

source: Adding a note to a notebook
cs: Přidání poznámky do sešitu

source: Creating Notebook Templates
cs: Vytváření šablon sešitů

source: After you create a notebook, you can create a template for each new note that you create in a specific notebook.
cs: Když máte vytvořený sešit, můžete si také vytvořit šablonu pro poznámky, které budete v tomto konkrétním sešitě vytvářet.

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Open Template Note</guimenuitem></menuchoice>.
cs: Použijte myš a klikněte pravým tlačítkem na sešit, pro který chcete šablonu vytvořit a vyberte <menuchoice><guimenuitem>Otevřít šablonu</guimenuitem></menuchoice>.

source: This will open a new note that will be used as the template. Any text typed in this note will appear in all notes created in this Notebook. Create a new note in the notebook by using your mouse, right click on a notebook and select <menuchoice><guimenuitem>New Note</guimenuitem></menuchoice>.
cs: Tím se otevře nová poznámka, která se bude používat jako šablona. Jakýkoliv text zapsaný do této poznámky se objeví ve všech poznámkách vytvořených v tomto sešitu. Novou poznámku v sešitu vytvoříte pomocí myši tak, že kliknete na sešit pravým tlačítkem a zvolíte <menuchoice><guimenuitem>Nová poznámka</guimenuitem></menuchoice>.

source: Creating a Notebook Template
cs: Vytváření šablony sešitu

source: Deleting a Notebook
cs: Mazání sešitu

source: Deleting a notebook will not delete any of the notes which are currently inside the notebook. After deleting a notebook, the notes will not be associated with any notebook and can be seen by highlighting <menuchoice><guimenuitem>Unfiled Notes</guimenuitem></menuchoice> in the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> window.
cs: Smazáním sešitu rozhodně nesmažete poznámky, které v něm jsou zrovna zařazené. Po smazání sešitu můžete k poznámkám, které nebudou zařazené do žádného sešitu přistupovat vybráním <menuchoice><guimenuitem>Nezařazené poznámky</guimenuitem></menuchoice> v okně <menuchoice><guimenuitem>Hledat ve všech poznámkách</guimenuitem></menuchoice>.

source: You can delete a notebook you have created by one of two methods:
cs: Sešity můžete mazat těmito dvěma způsoby:

source: To delete a notebook using your mouse:
cs: Mazání sešitu s použitím myši:

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Delete Notebook</guimenuitem></menuchoice>.
cs: Pravým tlačítkem myši klikněte na sešit a zvolte <menuchoice><guimenuitem>Odstranit sešit</guimenuitem></menuchoice>.

source: To delete a Notebook from the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu, open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Tomboy icon on the GNOME Panel, the taskbar in Microsoft Windows, or the dock in Mac OS X.
cs: Pokud chcete smazat sešit přes nabídku <menuchoice><guimenuitem>Hledat ve všech poznámkách</guimenuitem></menuchoice>, otevřete dialogové okno <menuchoice><guimenuitem>Hledat ve všech poznámkách</guimenuitem></menuchoice> přes ikonu Tomboy na panelu GNOME, v pruhu úloh v Microsoft Windows nebo v doku v Mac OS X.

source: Using your mouse, left click on the Notebook you want to delete.
cs: Kliknutím levým tlačítkem myši vyberte sešit, který chcete smazat.

source: From the menu, choose <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Delete Notebook</guimenuitem></menuchoice>
cs: V nabídce zvolte <menuchoice><guimenuitem>Úpravy</guimenuitem><guimenuitem>Odstranit sešit</guimenuitem></menuchoice>.

source: Note Synchronization
cs: Synchronizace poznámek

source: Tomboy can now keep your notes synchronized between multiple computers by relying on a central server.
cs: Tomboy umí udržovat vaše poznámky synchronizované mezi různými počítači za pomoci centrálního serveru.

source: Configure note synchronization
cs: Nastavení synchronizace poznámek

source: You can configure your note synchronization preferences in the <guilabel>Synchronization</guilabel> tab of the <interface>Tomboy Preferences</interface> dialog. Default conflict handling behavior can be configured by selecting the <guibutton>Advanced...</guibutton> button.
cs: Předvolby synchronizace svých poznámek si můžete nastavit na kartě <guilabel>Synchronizace</guilabel> v dialogovém okně <interface>Předvolby Tomboy</interface>. Tlačítkem <guibutton>Pokročilé</guibutton> pak můžete nastavit, co se má dělat v případě konfliktu mezi poznámkami.

source: Tomboy Synchronization Preferences
cs: Předvolby synchronizace v aplikaci Tomboy

source: Configure note synchronization service (WebDAV)
cs: Nastavení služby synchronizace poznámek (WebDAV)

source: In order to synchronize your notes with a WebDAV server, you will need the wdfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need the GNOME Keyring installed.
cs: Abyste mohli synchronizovat své poznámky se serverem WebDAV, musíte mít nainstalovaný souborový systém wdfs FUSE. Jak nainstalovat FUSE najdete v dokumentaci ke svému operačnímu systému. Dále ještě musíte mít nainstalovaný GNOME Keyring.

source: Choose <guimenuitem>WebDAV</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
cs: V nabídkovém seznamu <guilabel>Služba</guilabel> vyberte <guimenuitem>WebDAV</guimenuitem>. Vyplňte připojovací údaje pro svůj server a zmáčkněte tlačítko <guibutton>Uložit</guibutton>. Tím jste připravení na synchronizaci svých poznámek.

source: Configure note synchronization service (SSH)
cs: Nastavení služby synchronizace poznámek (SSH)
