Repository: ursinha/tomboy.debian
Catalog: help/*/*.po
Languages: cs

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: @@image: 'figures/tomboy-panel.png'; md5=37fb8231c5dece7539e3471b76ec0d00
cs: @@image: 'figures/tomboy-panel.png'; md5=4ace0ec07376c809d7cc510f51217e7c

source: @@image: 'figures/tomboy-new-note.png'; md5=ba337ad3ae256f3fdf79afeef82d7883
cs: @@image: 'figures/tomboy-new-note.png'; md5=1790836360c71bf37d0b66e20eb8ff57

source: @@image: 'figures/tomboy-main-menu.png'; md5=420af676a38a074abd5431e7a07d1fec
cs: @@image: 'figures/tomboy-main-menu.png'; md5=9255949544c46fb3cfa91bb94a16abff

source: @@image: 'figures/new-notebook.png'; md5=b5645185d7fed6183b550c0dab7b72cb
cs: @@image: 'figures/new-notebook.png'; md5=44194b3929f08c9f700fc04961435052

source: @@image: 'figures/add-notebook-search.png'; md5=8a98d72edc3c4351a632889c5edbb81f
cs: @@image: 'figures/add-notebook-search.png'; md5=84dda003bae116d7d3f3e60b6077f054

source: @@image: 'figures/add-to-notebook.png'; md5=03469ddb5137f525ac4f8318caed5532
cs: @@image: 'figures/add-to-notebook.png'; md5=5760fc8ee2fa82305419d22577c180d9

source: @@image: 'figures/note-template.png'; md5=49ee364d7e060de4e7a583e49a2f7db7
cs: @@image: 'figures/note-template.png'; md5=c8ba8d9e576e1d1bc76c286d63928ef6

source: @@image: 'figures/delete-notebook.png'; md5=f1b41a9034715d6314ee36b66389c897
cs: @@image: 'figures/delete-notebook.png'; md5=092a21fe18ab7f1a798aa6f219b90952

source: @@image: 'figures/tomboy-preferences-synchronization.png'; md5=68e7a980720d8e9e1384cab9960a7adc
cs: @@image: 'figures/tomboy-preferences-synchronization.png'; md5=f166920655481a66ed46009215d54173

source: @@image: 'figures/tomboy-preferences-editing.png'; md5=288184a8d9645881eaf3173892583d73
cs: @@image: 'figures/tomboy-preferences-editing.png'; md5=d1f670b1b534a0c40ea258332ad2af53

source: @@image: 'figures/tomboy-preferences-hotkeys.png'; md5=57510249057a144dbb81ae35e15c694c
cs: @@image: 'figures/tomboy-preferences-hotkeys.png'; md5=3bc5379aa3a22c6c60d6548dc2cb5d2c

source: @@image: 'figures/tomboy-preferences-add-ins.png'; md5=bb3114a219b8bfdf31549fced9618245
cs: @@image: 'figures/tomboy-preferences-add-ins.png'; md5=b62aa956372efab58cefd68ea98e499f

source: Tomboy Notes Manual
cs: Příručka k Poznámkám Tomboy

source: Tomboy is a simple desktop note-taking application, with many features designed to help organize ideas, such as spell checking, highlighting, auto-linking URLs, lists, font stylizing, quick access with a table of contents for notes, and add-ins to extend Tomboy's capabilities. .
cs: Tomboy je jednoduchá aplikace na poznámky na pracovní ploše s mnoha vlastnostmi navrženými tak, aby vám pomáhaly organizovat nápady, včetně kontroly pravopisu, zvýrazňování, automatické odkazy URL, seznamy, výběr písma, rychlý přístup k poznámkám přes obsah a rozšíření přidávající další schopnosti.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: Tomboy Manual 2.1
cs: Příručka V2.1 k aplikaci Tomboy

source: Tomboy Manual 4.0
cs: Příručka V4.0 k aplikaci Tomboy

source: Tomboy Manual 3.0
cs: Příručka V3.0 k aplikaci Tomboy

source: Tomboy Manual 2.0
cs: Příručka V2.0 k aplikaci Tomboy

source: This manual describes version 0.14.0 of Tomboy
cs: Tato příručka popisuje aplikaci Tomboy ve verzi 0.14.0

source: Feedback
cs: Ohlasy

source: To report a bug or make a suggestion regarding the Tomboy application or this manual, follow the directions in the <ulink type="help" url="ghelp:gnome-feedback">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci Tomboy nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:gnome-feedback" type="help">Stránka s ohlasy na GNOME</ulink>.

source: Tomboy Notes
cs: Poznámky Tomboy

source: notes
cs: poznámky

source: Introduction
cs: Úvod

source: Notes Application
cs: Aplikace na psaní poznámek

source: Tomboy is a desktop note-taking application for GNOME, Microsoft Windows, and Mac OS X. It is simple and easy to use, and allows you to organize the ideas and information you deal with every day. Tomboy has some very useful editing features to help you customize your notes, including:
cs: Tomboy je aplikace na poznámky na pracovní ploše pro GNOME, Microsoft Windows a Mac OS X. Je jednoduchá a snadno použitelná a umožňuje vám uspořádat si své nápady a informace, se kterými pracujete dennodenně. Tomboy má pár velmi užitečných editačních funkcí, které vám pomohou si poznámky přizpůsobit, včetně:

source: Highlighting Search Text
cs: Zvýrazňování hledaného textu

source: Inline Spell Checking
cs: Zabudovaná kontrola pravopisu

source: Auto-linking Web &amp; Email Addresses
cs: Automatické odkazy na weby a e-mailové adresy

source: Undo/Redo Support
cs: Podpora funkcí zpět/znovu

source: Font Styling &amp; Sizing
cs: Nastavení stylu a velikosti písma

source: Bulleted Lists
cs: Bodové seznamy

source: Tomboy is accessed through the GNOME panel, the taskbar in Microsoft Windows, or the dock in Mac OS X. To startup Tomboy automatically when you log into GNOME, see <xref linkend="add-to-panel"/>.
cs: Tomboy je přístupný z panelu GNOME, z pruhu úloh v Microsoft Windows nebo z doku Mac OS X. Pokud chcete, aby se Tomboy spouštěl automaticky po přihlášení do GNOME, podívejte se na postup, který popisuje <xref linkend="add-to-panel"/>.

source: Getting Started
cs: Začínáme

source: Adding Tomboy to the GNOME Panel
cs: Přidání Tomboy na panel GNOME

source: To add Tomboy to a panel in GNOME, right-click on the panel, then choose <menuchoice><guimenuitem>Add to Panel</guimenuitem></menuchoice>. Select Tomboy Notes in the Add to the panel dialog, then click <menuchoice><guibutton>Add</guibutton></menuchoice>. You should see a yellow note icon appear in the panel, representing Tomboy. The panel icon is illustrated in <xref linkend="tomboy-panel"/>.
cs: Tomboy přidáte na panel GNOME tak, že kliknete na panel pravým tlačítkem a zvolíte <menuchoice><guimenuitem>Přidat na panel</guimenuitem></menuchoice>. V dialogovém okně Přidat na panel vyberete Poznámky Tomboy a po té kliknete na <menuchoice><guibutton>Přidat</guibutton></menuchoice>. Měli byste na panelu vidět ikonu žlutého poznámkového bločku, která reprezentuje Tomboy. Ikonu pro ilustraci uvádí <xref linkend="tomboy-panel"/>.

source: Tomboy is automatically added to the taskbar when run on Microsoft Windows, or the dock when run on Mac OS X.
cs: Tomboy je automaticky přidaný na pruh úloh, pokud běží v Microsoft Windows, nebo do doku, pokud běží v Mac OS X.

source: Creating Notes
cs: Vytváření poznámek

source: Once you have successfully added Tomboy to the panel, you can create new notes using one of the following methods.
cs: Jakmile máte aplikaci Tomboy úspěšně přidanou na panel, můžete vytvářet nové poznámky pomocí následujících postupů:

source: To create a new note using the mouse:
cs: Vytvoření nové poznámky pomocí myši:

source: Click on the Tomboy note icon present in the GNOME Panel or Windows taskbar. A menu will appear.
cs: Klikněte na ikonu Tomboy zobrazenou na panelu GNOME nebo v pruhu úloh ve Windows. Objeví se nabídka.

source: Select the <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice> option in the menu.
cs: V nabídce zvolte položku <menuchoice><guimenuitem>Vytvořit novou poznámku</guimenuitem></menuchoice>.

source: To create a new note using the keyboard:
cs: Vytvoření nové poznámky pomocí klávesnice:

source: Open the Tomboy menu using the key combination <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.
cs: Otevřete nabídku Tomboy použitím kombinace kláves <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.

source: Use the <keycap>N</keycap> key to select the menu option <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice>.
cs: Použijte klávesu <keycap>N</keycap> k volbě položky nabídky <menuchoice><guimenuitem>Vytvořit novou poznámku</guimenuitem></menuchoice>.

source: Editing Notes
cs: Psaní poznámek

source: After creating a new note, a new window will appear with the title <literal>New Note <replaceable>N</replaceable></literal>. At the top of the note is a toolbar with several buttons and text. Directly below this toolbar is the content area of the note. This is illustrated in <xref linkend="new-note"/>.
cs: Po vytvoření nové poznámky se objeví nové okno s názvem <literal>Nová poznámka <replaceable>N</replaceable></literal>. V horní části je panel nástrojů s několika tlačítky a texty. Přímo pod ním je prostor pro obsah poznámky. Vše ilustruje <xref linkend="new-note"/>.

source: The note can be edited by clicking in the content area and using the keyboard to add and remove content. The first line is considered the title of the note. By default this is populated with the text <quote><literal>New Note <replaceable>N</replaceable></literal></quote>. The title is changed by clicking in the content area on the first line and using the keyboard to change the title. By default, focus is given to the content area upon creation of a new note, so you can immediately start editing the note without the need to click on the content area with the mouse.
cs: Poznámku začnete upravovat tak, že kliknete do prostoru s obsahem a klávesnicí píšete, případně mažete, její obsah. První řádek je považován za název poznámky. Na začátku se automaticky dosadí text <quote><literal>Nová poznámka <replaceable>N</replaceable></literal></quote>. Změnit jej můžete kliknutím na první řádek v prostoru s obsahem poznámky a jeho úpravou pomocí klávesnice. Hned po vytvoření nové poznámky se nastaví zaměření do prostoru s obsahem poznámky, takže můžete začít rovnou psát a nemusíte do prostoru s obsahem klikat myší.

source: Using the toolbar available on each note is discussed in <xref linkend="working-with-notes"/>.
cs: Používání panelu nástrojů, který je k dispozici u každé poznámky, rozebírá <xref linkend="working-with-notes"/>.

source: The default window for a New Note
cs: Výchozí okno pro novou poznámku

source: Table of Contents
cs: Seznam poznámek

source: To get an overview of all the notes managed by Tomboy, select the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu item from the panel menu. By default, the <interface>Search All Notes</interface> dialog will display the notes in the order that they were last modified. Click the <guilabel>Note</guilabel> or <guilabel>Last Changed</guilabel> column headings to change the sort order. Click the column heading a second time to toggle between ascending and descending order.
cs: Pokud chcete přehled všech poznámek spravovaných v aplikaci Tomboy, zvolte v nabídce panelu položku <menuchoice><guimenuitem>Prohledat všechny poznámky</guimenuitem></menuchoice>. Normálně se v dialogovém okně <interface>Hledat ve všech poznámkách</interface> zobrazují poznámky seřazené podle toho, kdy byly naposledy upravené. Řazení můžete změnit kliknutím na záhlaví sloupců <guilabel>Poznámka</guilabel> nebo <guilabel>Naposledy změněno</guilabel>. Opakovaným kliknutím na stejné záhlaví měníte mezi řazením vzestupně a sestupně.

source: You can find specific notes by entering text into the search field in the <interface>Search All Notes</interface> dialog. The list of notes will automatically update to list only the notes which have matching text.
cs: Konkrétní poznámku můžete najít zadáním textu do pole hledat v dialogovém okně <interface>Hledat ve všech poznámkách</interface>. Seznam s poznámkami se bude automaticky přizpůsobovat, aby obsahoval je poznámky odpovídající zadanému textu.

source: To open a note in the <interface>Search All Notes</interface> dialog, do one of the following:
cs: Poznámku můžete z dialogového okna <interface>Hledat ve všech poznámkách</interface> otevřít následovně:

source: Double-click on a note.
cs: Dvojitě na poznámku kliknout.

source: Highlight a note by selecting it and then select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the <guimenuitem>File</guimenuitem> menu.
cs: Poznámku v seznamu vybrat a zvolit <menuchoice><guimenuitem>Otevřít</guimenuitem></menuchoice> v nabídce <guimenuitem>Soubor</guimenuitem>.

source: Right-click on a note and select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the context menu that appears.
cs: Kliknout na poznámku pravým tlačítkem a v kontextové nabídce, která se objeví, zvolit <menuchoice><guimenuitem>Otevřít</guimenuitem></menuchoice>.

source: Highlight a note by selecting it and then press the key combination <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
cs: Poznámku v seznamu vybrat a zmáčknout kombinaci kláves <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.

source: Working With Notes
cs: Práce s poznámkami

source: Notes are modified and edited through the main window for each note. The toolbar at the top of each note allows you to stylize the note and perform other note-related functions. We discuss the functions of each item on the toolbar in the following sections.
cs: Poznámky se mění a upravují každá ve svém hlavním okně. Pomocí panelu nástrojů nad každou z poznámek můžete měnit styl poznámky a provádět další příslušející operace. V následujících kapitolách budou probrané jednotlivé položky panelu nástrojů.

source: Search
cs: Hledat

source: Clicking the <guibutton>Search</guibutton> button will open the <interface>Search All Notes</interface> dialog described earlier (<xref linkend="search-all-notes"/>.)
cs: Kliknutím na tlačítko <guibutton>Hledat</guibutton> se otevře dialogové okno <interface>Hledat ve všech poznámkách</interface>, které byl popsaná již dříve (<xref linkend="search-all-notes"/>.)

source: Link
cs: Odkaz

source: The <guibutton>Link</guibutton> button allows you to create a link to a new note from within the current note. For example, if your note contains the phrase <quote>FinalExam</quote>, you can select this text with the mouse and click the <guibutton>Link</guibutton> button to create a new note with the title <quote>FinalExam</quote>. A link will also be created in the current note that can be clicked to open the new <quote>FinalExam</quote> note.
cs: Tlačítko <guibutton>Odkaz</guibutton> vám umožňuje vytvořit odkaz ze současné poznámky na novou poznámku. Například, když poznámka obsahuje frázi <quote>Závěrečná zkouška</quote>, můžete tento text pomocí myši vybrat a kliknout na tlačítko <guibutton>Odkaz</guibutton>, čímž se vytvoří nová poznámka s názvem <quote>Závěrečná zkouška</quote>. Zároveň se v současné poznámce vytvoří odkaz, který po kliknutí otevírá novou poznámku <quote>Závěrečná zkouška</quote>.

source: Changing the title of a note will update links present in other notes. This prevents broken links from occurring when a note is renamed.
cs: Pokud změníte název poznámky, automaticky se aktualizují všechny odkazy na ni. To zajistí, že nevzniknou neplatné odkazy při přejmenovávání poznámek.

source: Formatting text within your notes can be done using the <guibutton>Text</guibutton> button. The <guibutton>Text</guibutton> button will display a menu with several options from which you can choose. Each menu item is explained next.
cs: Text ve svých poznámkách můžete formátovat s použitím tlačítka <guibutton>Text</guibutton>. Tlačítko <guibutton>Text</guibutton> zobrazí nabídku s několika volbami na výběr. Zde je popis jednotlivých položek.

source: Undo
cs: Zpět

source: Support for <quote>Undo</quote> is available in Tomboy through this menu item. The Undo function allows you to revert previous changes made to your note during the current session. To undo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
cs: Funkce <quote>Zpět</quote> je v aplikaci Tomboy dostupná přes tuto nabídku. Umožňuje vám vrátit předchozí změny provedené ve vaší poznámce v aktuálním sezení. Pokud chcete vrátit zpět poslední změny pomocí klávesnice, použijte standardní klávesovou zkratku <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.

source: Redo
cs: Znovu

source: The <quote>Redo</quote> function is used to put back changes that were removed using the <quote>Undo</quote> feature. To redo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
cs: Funkce <quote>Znovu</quote> se používá k vrácení změn, které jste zrušili pomocí funkce <quote>Zpět</quote>. Pokud chcete znovu vrátit změny pomocí klávesnice, použijte standardní klávesovou zkratku <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.

source: Bold
cs: Tučné

source: To make text within your note bold, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Bold</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo> after selecting the text.
cs: Pokud chcete mít některou část textu vaší poznámky tučně, tak ji nejprve vyberte. Potom v nabídce <guibutton>Text</guibutton> zvolte možnost <menuchoice><guimenuitem>Tučné</guimenuitem></menuchoice>. A nebo můžete po výběru textu použít klávesovou zkratku <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>.

source: Italic
cs: Kurzíva

source: To make text within your note italic, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Italic</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo> after selecting the text.
cs: Pokud chcete mít některou část textu vaší poznámky v kurzívě, tak ji nejprve vyberte. Potom v nabídce <guibutton>Text</guibutton> zvolte možnost <menuchoice><guimenuitem>Kurzíva</guimenuitem></menuchoice>. A nebo můžete po výběru textu použít klávesovou zkratku <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.

source: Strikeout
cs: Přeškrtnuté

source: The strikeout style will put a line through the selected text. To add a strikeout, select the text and then select the <menuchoice><guimenuitem>Strikeout</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> after selecting the text.
cs: Přeškrtnutí umístí vodorovnou čáru přes vybraný text. Pokud chcete přeškrtnutí použít, tak vyberte text a v nabídce <guibutton>Text</guibutton> zvolte možnost <menuchoice><guimenuitem>Přeškrtnuté</guimenuitem></menuchoice>. A nebo můžete po výběru textu použít klávesovou zkratku <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>.
