Repository: ursinha/tomboy.debian
Catalog: help/*/*.po
Languages: cs

source: In order to synchronize your notes with an SSH server, you will need the sshfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need an SSH key for your SSH server account, which should be added to a running SSH daemon. This can be done using the GNOME <application>Seahorse</application> application, which is also known as <application>Passwords and Encryption Keys</application>.
cs: Abyste mohli synchronizovat své poznámky se serverem SSH, musíte mít nainstalovaný souborový systém sshfs FUSE. Jak nainstalovat FUSE se dozvíte z dokumentace ke svému operačnímu systému. Budete také potřebovat klíč SSH ke svému účtu na serveru SSH, který by se měl přidat do běžícího démona SSH. To lze udělat pomocí aplikace <application>Seahorse</application>, která je součástí GNOME a bývá nazývaná <application>Hesla a šifrovací klíče</application>.

source: It is recommended to use a third computer or server as the remote computer to store the syncronized notes that are to be synced between multiple computers.
cs: Je doporučené použít jako vzdálený počítač na uchování synchronizovaných poznámek třetí počítač nebo server, abyste mohli synchronizaci provádět mezi více počítači.

source: Open <application>Passwords and Encryption Keys</application> by choosing <menuchoice><guimenu>Applications</guimenu><guimenu>Accessories</guimenu><guimenu>Passwords and Encryption Keys</guimenu></menuchoice>. Click on your key, and from the menu choose <menuchoice><guimenu>Remote</guimenu><guimenu>Configure Key for Secure Shell...</guimenu></menuchoice> and enter the domain name or IP address of the computer you want to sync to in <guimenu>Computer Name</guimenu>. Enter the username of the remote computer in <guimenu>Computer Name:</guimenu> and click <guimenu>Set Up</guimenu>. When prompted, enter the password, and setting up your key will be completed.
cs: Otevřete aplikaci <application>Hesla a šifrovací klíče</application> volbou <menuchoice><guimenu>Aplikace</guimenu><guimenu>Příslušenství</guimenu><guimenu>Hesla a šifrovací klíče</guimenu></menuchoice>. Klikněte na svůj klíč a v nabídce vyberte <menuchoice><guimenu>Vzdálené</guimenu><guimenu>Nastavit klíč pro Secure Shell</guimenu></menuchoice> a zadejte do <guimenu>Název počítače</guimenu> název domény nebo adresu IP počítače, který chcete synchronizovat. Do <guimenu>Jméno uživatele</guimenu> zadejte uživatelské jméno pro vzdálený počítač a klikněte na tlačítko <guimenu>Nastavit</guimenu>. Po zobrazení dotazu zadejte heslo a nastavení vašeho klíče bude dokončené.

source: In <application>Tomboy</application>, choose <guimenuitem>SSH</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. The <guimenuitem>Folder Path</guimenuitem>, while optional, should point at an empty folder. You are now ready to synchronize your notes.
cs: V aplikaci <application>Tomboy</application> v nabídkovém seznamu <guilabel>Služba</guilabel> vyberte <guimenuitem>SSH</guimenuitem>. Vyplňte připojovací údaje pro svůj server a zmáčkněte tlačítko <guibutton>Uložit</guibutton>. <guimenuitem>Umístění složky</guimenuitem> je volitelné a mělo by odkazovat na prázdnou složku. Tím máte vše připravené na synchronizaci svých poznámek.

source: Configure note synchronization service (Local Folder)
cs: Nastavení služby synchronizace poznámek (Místní složka)

source: You may want to synchronize your notes to a local folder if that folder is available to your other systems, or if that folder represents a local mount of a remote server.
cs: Můžete chtít synchronizovat své poznámky do místní složky v případech, kdy je tato složky dostupná i pro jiné systémy nebo představuje místní připojení vzdáleného serveru.

source: Choose <guimenuitem>Local Folder</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Choose the desired synchronization <guilabel>Folder Path</guilabel>, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
cs: Ve výběrovém seznamu <guilabel>Služba</guilabel> zvolte <guimenuitem>Místní složka</guimenuitem>. Vyberte požadované <guilabel>Umístění složky</guilabel> pro synchronizaci a zmáčkněte tlačítko <guibutton>Uložit</guibutton>. Tím je vše připravené na synchronizaci vašich poznámek.

source: Synchronize your notes
cs: Synchronizování vašich poznámek

source: You can synchronize your notes at any time by selecting <menuchoice><guimenu>Tools</guimenu><guimenuitem>Synchronize Notes</guimenuitem></menuchoice> from any note or from the <interface>Search All Notes</interface> dialog.
cs: Své poznámky můžete synchronizovat kdykoliv zvolením <menuchoice><guimenu>Nástroje</guimenu><guimenuitem>Synchronizovat poznámky</guimenuitem></menuchoice> v kterékoliv poznámce nebo v dialogovém okně <interface>Hledat ve všech poznámkách</interface>.

source: Handling synchronization conflicts
cs: Řešení synchronizačních konfliktů

source: When synchronizing notes between multiple computers, conflicts may occur. Usually this is the result of not synchronizing regularly when switching between systems. Tomboy will detect conflicts in the content of your notes and help you to avoid loss of important data.
cs: Když se provádí synchronizace mezi několika počítači, mohou se objevit konflikty. Obvykle jsou výsledkem nepravidelné synchronizace při střídavém používání různých systémů. Aplikace Tomboy takové konflikty v obsahu vašich poznámek rozpozná a pomůže vám předejít ztrátě důležitých dat.

source: If a conflict is detected during note synchronization, the <interface>Note Conflict</interface> dialog will appear. If you do not need the changes you made in your local note, you can select <guilabel>Overwrite local note</guilabel>. If you would like to keep your local changes in a new note, select <guilabel>Rename local note</guilabel>.
cs: Pokud se během synchronizace narazí na konflikt, objeví se dialogové okno <interface>Konflikt v poznámce</interface>. Pokud v místní poznámce nemáte žádné potřebné údaje, můžete zvolit <guilabel>Přepsat místní poznámku</guilabel>. Jestliže ale potřebujete místní poznámku zachovat, zvolte <guilabel>Přejmenovat místní poznámku</guilabel>.

source: Preferences
cs: Předvolby

source: To set preferences for Tomboy, right-click on the icon in the panel, and select <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> from the menu. You will see a dialog similar to the one displayed in <xref linkend="pref-editing"/>. There are two categories of preferences, <guilabel>Editing</guilabel> and <guilabel>Hotkeys</guilabel>. Preferences for each tab will be described below.
cs: Pokud chcete nastavit předvolby pro aplikaci Tomboy, klikněte pravým tlačítkem na ikonu na panelu a v nabídce zvolte <menuchoice><guimenuitem>Předvolby</guimenuitem></menuchoice>. Uvidíte dialogové okno jaké ukazuje <xref linkend="pref-editing"/>. Najdete v něm čtyři karty s předvolbami <guilabel>Úpravy</guilabel>, <guilabel>Klávesové zkratky</guilabel>, <guilabel>Synchronizace</guilabel> a <guilabel>Rozšíření</guilabel>. Předvolby na jednotlivých kartách jsou popsané dále.

source: Editing
cs: Úpravy

source: The editing tab will allow you to set preferences related to editing notes. There are three checkboxes on this tab, which can either be turned on or off.
cs: Karta Úpravy slouží k nastavení předvoleb vztahujících se k úpravám poznámek. Na této kartě najdete tři zaškrtávací pole, která mohou být zapnutá nebo vypnutá.

source: Spellcheck While Typing
cs: Kontrola překlepů během psaní

source: Enable this checkbox to underline misspellings in red, and provide suggestions in the right click context menu. Enable or disable the checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo>.
cs: Po zapnutí tohoto přepínače se budou pravopisně nesprávná slova podtrhávat červeně a po kliknutí pravým tlačítkem se vám budou v kontextové nabídce navrhovat správné tvary. K přepínání této volby můžete použít myš nebo kombinaci kláves <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo>.

source: The spellcheck option is only available if you have the <application>GtkSpell</application> package installed.
cs: Volba kontroly překlepů je dostupná jen v případě, že máte nainstalovaný balíček <application>GtkSpell</application>.

source: Highlight WikiWords
cs: Zvýrazňovat WikiSlova

source: Enable this checkbox to create links for phrases <literal>ThatLookLikeThis</literal>. Clicking on the link will create a new note with the title corresponding to the link text. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.
cs: Zapněte tento přepínač, aby se vytvářely odkazy na výrazy <literal>KteréVypadajíTakto</literal>. Kliknutím na odkaz se vytvoří nová poznámka s názvem odpovídajícím odkazovanému textu. K přepínání můžete použít myš nebo kombinaci kláves <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.

source: Use Custom Font
cs: Používat vlastní písmo

source: Enable this checkbox to set a custom font to be used in your notes. If this option is disabled, the default system font will be used. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.
cs: Po zapnutí tohoto přepínače si můžete nastavit vlastní písmo pro své poznámky. Pokud je přepínač vypnutý, používá se výchozí systémové písmo. K přepínání můžete použít myš nebo kombinaci kláves <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.

source: Tomboy Editing Preferences
cs: Předvolby pro úpravy v Tomboy

source: Hotkeys
cs: Klávesové zkratky

source: The hotkeys tab allows you to set global key combinations to perform different functions in Tomboy. In order to set key combinations, you must have the <guibutton>Listen for Hotkeys</guibutton> checkbox enabled. Use <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo> to toggle this option.
cs: Karta Klávesové zkratky vám umožňuje nastavit globální kombinace kláves na provádění různých funkcí v aplikaci Tomboy. Pokud chcete nastavit klávesové zkratky, musíte zapnout volbu <guibutton>Používat klávesové zkratky</guibutton>. Můžete ji přepínat i pomocí <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo>.

source: Show notes menu
cs: Zobrazit nabídku poznámek

source: Enter the key combination to open the notes menu.
cs: Zadejte kombinaci kláves na otevírání nabídky poznámek.

source: Open "Start Here"
cs: Otevřít „Začněte zde“

source: Enter the key combination to open the <quote>Start Here</quote> note, which is preinstalled with Tomboy.
cs: Zadejte kombinaci kláves na otevření poznámky <quote>Začněte zde</quote>, která je v aplikaci Tomboy předinstalovaná

source: Create new note
cs: Vytvořit novou poznámku

source: Enter the key combination to create a new note.
cs: Zadejte kombinaci kláves na vytvoření nové poznámky.

source: Search notes
cs: Otevřít „Prohledat všechny poznámky“

source: Enter the key combination to open the <interface>Search All Notes</interface> dialog.
cs: Zadejte kombinaci kláves na otevření dialogového okna <interface>Hledat ve všech poznámkách</interface>

source: Tomboy Hotkey Preferences
cs: Předvolby klávesových zkratek v Tomboy

source: Synchronization
cs: Synchronizace

source: Please see <xref linkend="synchronization"/> for more details.
cs: Více podrobností uvádí <xref linkend="synchronization"/>.

source: Add-ins
cs: Rozšíření

source: The add-ins tab allows you to enable and configure Tomboy Add-ins.
cs: Na kartě Rozšíření můžete povolovat a nastavovat rozšíření pro aplikaci Tomboy.

source: The list of installed add-ins shows on the left. An add-in is enabled by selecting it from the list and then selecting <guibutton>Enable</guibutton>. Disable an add-in by selecting it from the list and then selecting <guibutton>Disable</guibutton>.
cs: Vlevo se nachází seznam nainstalovaných rozšíření. Rozšíření povolíte tím, že jej v seznamu vyberete a zmáčknete tlačítko <guibutton>Povolit</guibutton>. Naopak zakázat jej můžete po vybraní tlačítkem <guibutton>Zakázat</guibutton>.

source: Please see <xref linkend="plugins"/> for more information about the add-ins that are installed with Tomboy.
cs: <xref linkend="plugins"/> uvádí více podrobností o rozšířeních nainstalovaných v aplikaci Tomboy.

source: Tomboy Add-in Preferences
cs: Předvolby pro rozšíření v Tomboy

source: Bugzilla URL Drop
cs: Bugzilla URL Drop (Přetahování URL z Bugzilly)

source: Evolution Mail Drop
cs: Evolution Mail Drop (Přetahování e-mailu z Evolution)

source: Note of the Day
cs: Note of the Day (Poznámka pro dnešek)

source: Print Notes
cs: Print Notes (Tisk poznámek)

source: and Sticky Notes Import.
cs: a Sticky Notes Import.

source: By default, Tomboy comes with several pre-installed add-ins: <placeholder-1/> Since these are preinstalled, they are ready to use and are automatically loaded into the Tomboy interface.
cs: Standardně se Tomboy dodává s několika předinstalovanými rozšířeními: <placeholder-1/> Vzhledem k tomu, že jsou předinstalovaná, jsou připravená k použití a automaticky se nahrávají do rozhraní aplikace Tomboy.

source: Some add-ins exist that are not installed by default.
cs: Existují i některá rozšíření, která nejsou standardní součástí instalace.

source: Backlinks (What links here?)
cs: Backlinks (Které odkazy vedu sem?)

source: This add-in allows you to know which notes link to the note you are currently editing. It makes it easier to keep track of the relationships between notes. If this add-in is enabled, the <link linkend="tools">Tools</link> menu will have a <guimenuitem>What links here?</guimenuitem> option. When you select this option, it will list all the notes which link to the current note in a submenu. Select a note in the submenu to open it.
cs: Díky tomuto rozšíření můžete zjistit, které poznámky odkazují na poznámku, kterou máte zrovna otevřenou. Tím se usnadňuje sledování vzájemných vztahů mezi poznámkami. Pokud je toto rozšíření povolené, nabídka <link linkend="tools">Nástroje</link> bude obsahovat volbu <guimenuitem>Co sem odkazuje?</guimenuitem>. Pokud ji zvolíte, ukáže se vám v podnabídce seznam všech poznámek, které obsahují odkaz na současnou poznámku. Pokud některou z nic vyberete, tak se vám otevře.

source: Allows you to drag a Bugzilla URL from your browser directly into a Tomboy note. The bug number is inserted as a link with a small bug icon next to it. Once the Bugzilla link has been inserted into the note, click on it to open the URL in your web browser.
cs: S tímto rozšířením můžete ze svého prohlížeče myší přetáhnout URL Bugzilla to poznámky Tomboy. Jako odkaz se vloží číslo chyby s malou ikonou brouka po boku. Pokud máte v poznámce takto vložený odkaz do Bugzilly, stačí na něj kliknou a otevře se ve vašem prohlížeči.

source: Customize the icons that are used by editing the add-in preferences in the <link linkend="prefs-plugins">Preferences Dialog</link>. After highlighting the Bugzilla Add-in, click <guibutton>Preferences</guibutton> to open the <interface>Bugzilla Add-in Settings</interface> dialog. To add a new icon, click <guibutton>Add</guibutton>, select an icon on your computer, provide a Bugzilla host name (e.g., bugzilla.gnome.org), and click <guibutton>Open</guibutton>. Any Bugzilla URL that is dragged and dropped from one of these custom host names will now use the icon you specified.
cs: Použitou ikonu si můžete přizpůsobit změnou předvoleb rozšíření v dialogovém okně <link linkend="prefs-plugins">Předvolby Tomboy</link>. Vyberete rozšíření Bugzilla a kliknete na <guibutton>Nastavení</guibutton>, čímž se otevře dialogové okno <interface>Nastavení Bugzilla Links</interface>. Když chcete přidat novou ikonu, klikněte na <guibutton>Přidat</guibutton>, vyberte soubor s ikonou, zadejte název počítače hostujícího Bugzillu (např. bugzilla.gnome.org) a klikněte na <guibutton>Otevřít</guibutton>. Všechny přetažené odkazy na Bugzillu s touto URL budou od teď používat zvolenou ikonu.

source: This add-in allows you to drag and drag an e-mail message from the <application>Evolution</application> mail application to one of your Tomboy notes. Clicking on the mail icon in the note will then open the corresponding e-mail message in Evolution.
cs: S tímto rozšířením můžete do poznámek Tomboy myší přetahovat e-mailové zprávy z poštovní aplikace <application>Evolution</application>. Když potom v poznámce kliknete na ikonku obálky, otevře se vám příslušná e-mailová zpráva v aplikaci Evolution.

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Export to HTML</guimenuitem> option available.
cs: Pokud je nainstalované toto rozšíření, nabídka <link linkend="tools">Nástroje</link> bude obsahovat volbu <guimenuitem>Exportovat do HTML</guimenuitem>.

source: After selecting this option, you will be presented with a dialog that allows you to choose where to save the <acronym>HTML</acronym> file. Enter the destination filename and click <guibutton>OK</guibutton> to save the file, or <guibutton>Cancel</guibutton> to abort the operation.
cs: Po vybrání této funkce se vám ukáže dialogové okno, ve kterém si můžete vybrat, kam chcete soubor <acronym>HTML</acronym> uložit. Zadejte název výsledného souboru a klikněte na tlačítko <guibutton>OK</guibutton> pro uložení nebo na <guibutton>Zrušit</guibutton> pro přerušení operace.

source: To export any notes for which a link exists in the current note, select the <guibutton>Export linked notes</guibutton> button.
cs: Jestliže chcete exportovat poznámky, na které z aktuální poznámky vedou odkazy, zvolte <guibutton>Exportovat související poznámky</guibutton>.

source: Allows you to use a fixed-width font when creating/editing notes. If this add-in is enabled, the <link linkend="text">Text</link> menu will have a <guimenuitem>Fixed Width</guimenuitem> option.
cs: Umožní vám při vytváření/úpravách poznámek používat písmo s pevnou šířkou. Pokud je nainstalované toto rozšíření, nabídka <link linkend="tools">Text</link> bude obsahovat volbu <guimenuitem>Pevná šířka</guimenuitem>.

source: This add-in automatically creates a "Today" note for jotting daily thoughts down. The current date is used as a basis for the title of the note. As an example, the title of a "Today" note created on February 28, 2007, would be, "Today: Wednesday, February 28 2007"
cs: Toto rozšíření automaticky vytváří poznámku „Dnes“ pro každodenní poznámky. Jako základ názvu poznámky je použito aktuální datum. Například název poznámky „Dnes“ vytvořené 28. února 2009 by byl „Dnes: sobota, 28. únor 2009“.

source: If you leave a "Today" note unmodified, the Note of the Day Add-in will automatically delete the note.
cs: Pokud do poznámky „Dnes“ nic nezapíšete, rozšíření Note of the Day ji zase automaticky vymaže.

source: To customize the content of the default "Today" note, create a new note and change the title of the note to be, "Today: Template". Change the content of the template note to whatever you like. When new "Today" notes are created, it will then use the content of your "Today: Template" note.
cs: Pokud si chcete přizpůsobit výchozí obsah poznámky „Dnes“, tak vytvořte novou poznámku a změňte její nadpis na „Dnes: Šablona“. Obsah poznámky si upravte podle svojí libosti. Až se napříště vytvoří nová poznámka „Dnes“, použije obsah z vaší poznámky „Dnes: Šablona“.

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Print</guimenuitem> option available.
cs: Pokud je nainstalované toto rozšíření, nabídka <link linkend="tools">Nástroje</link> bude obsahovat volbu <guimenuitem>Vytisknout</guimenuitem>.

source: Sticky Notes Import
cs: Sticky Notes Import (Import z Lepicích poznámek)

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Import from Sticky Notes</guimenuitem> option available.
cs: Pokud je nainstalované toto rozšíření, nabídka <link linkend="tools">Nástroje</link> bude obsahovat volbu <guimenuitem>Importovat z Lepicích poznámek</guimenuitem>.

source: Use this option to import notes from the <application>Sticky Notes</application> application that is available in prior releases of GNOME. This option has been included in Tomboy to provide an upgrade path for users who would like to migrate from <application>Sticky Notes</application> to Tomboy for their note taking purposes.
cs: Použijte tuto možnost na import poznámek z aplikace <application>Lepicí poznámky</application>, která je dostupná v dřívějších vydáních GNOME. Tato možnost byla do aplikace Tomboy začleněná, aby poskytla převod pro uživatele, kteří by rádi přešli z <application>Lepicích poznámek</application> na Tomboy a přitom by chtěli zachovat existující poznámky.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009
